[
  {
    "anime": "Nani made nara Koroseru",
    "character": "Reika",
    "quote": "How far can you kill? Things like ants, spiders, and other bugs, we can squish without much thought, right? But if it's a fish, we feel a little reluctant when killing it. We begin to feel pressures of taking a life. It gets worse if the fish is replaced by an amphibian, and even more so if the amphibian becomes a reptile. The pressure is worse if the reptile becomes a bird, and even worse when the bird becomes a mammal. The higher up the chain we move towards the more advanced creatures, the more we hate to kill them. And eventually we hit a hurdle too high to overcome. We're unable to kill anything beyond that point. I think the highest hurdle would be... people."
  },
  {
    "anime": "Chuunibyou Demo Koi Ga Shitai!",
    "character": "Togashi Yuuta",
    "quote": "Accepting something is easier said than done."
  },
  {
    "anime": "Bleach",
    "character": "Uryuu Ishida",
    "quote": "[to an arrogant projectile-specialist Shinigami] Apparently, on this side, \"ultimate master\" means a windbag with diarrhea of the mouth."
  },
  {
    "anime": "Shingeki no Kyojin",
    "character": "Eren Jaeger",
    "quote": "On that day, mankind received a grim reminder. We lived in fear of the titans, and were disgraced to live in these cages we called walls."
  },
  {
    "anime": "Fate/stay night",
    "character": "Saber",
    "quote": "There are no regrets. If one can be proud of one's life, one should not wish for another chance."
  },
  {
    "anime": "Umineko no Naku Koro ni",
    "character": "Ushiromiya Battler",
    "quote": "In the limited time we have between our births and our deaths, we live life with everything we've got."
  },
  {
    "anime": "Tengen Toppa Gurren Laggan",
    "character": "Lordgenome",
    "quote": "The probability of success was zero percent. But I've learned that probabilities are meaningless when it comes to you guys."
  },
  {
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "character": "Shizuka Hiratsuka",
    "quote": "People's thoughts don't always mirror how they feel. That's why they sometimes make decisions that seem nonsensical."
  },
  {
    "anime": "Detective Conan",
    "character": "Shinichi Kudou",
    "quote": "If I told her how I feel, she'd miss me even more. Afterall, I'm the guy who keeps breaking her heart by making her wait an eternity... even though I'm always by her side. I don't wanna see her cry anymore. Even if it means I no longer have a place in her heart. Seems pretty childish of me, doesn't it?"
  },
  {
    "anime": "Toriko",
    "character": "Toriko",
    "quote": "In this world, there's no such thing as \"failure\" in the first place. The one who knows the \"ways to win\" more than anyone is also the one who's experienced the most \"mistakes\". In other words... You could say \"failure\" is equal to \"success\"... Couldn't you?"
  }
]
